[
  {
    name: '凯兰',                      // 主名称
    type: '主角',
    aliases: ['铁与血之子', '维罗维尔军官', 'Kailan'],
    full_name: '凯兰·托弗森',          // 民间常用父名制
    description: '埃索加德帝国维罗维尔军团的年轻军官，出身边境铁匠之家。凭借远超常人的体能与战场直觉一路从底层血战而上，被旧贵族视作“好用的战锤”，他自己却越来越清楚——如果不想一辈子当工具，就必须想清楚自己在为谁挥剑。',
    color: '#b02a2a',
    affiliation: '埃索加德帝国 · 北境边防军 · 维罗维尔军团',
    priority: 10,

    appearance: '23岁左右，身高接近一米九，肩宽背直，肌肉线条紧实而结实；短黑发，常随便用冷水往后抹，灰蓝色眼眸，目光清醒却偏冷。右眉至发际有一道旧伤疤，表情严肃时让整张脸显得更锋利。常穿磨损却保养良好的重甲，私下只穿最普通的粗布衬衣与皮靴。',

    age: 23,                           // 第一时代开场年龄
    weapon: '重钢长剑、制式塔盾；近身时习惯用肩膀、盾缘与铁靴冲击',

    skills: [
      '重甲步战与近身格斗',
      '小规模突击与阵线突破指挥',
      '战场态势感知（对节奏、站位、侧翼威胁极敏感）',
      '高强度体力与耐力（维罗维尔血统强化）',
      '基础骑术与武器维护',
      '铁匠基础：打制与简单修补兵器、甲片'
    ],

    personality: '冷静、自律、寡言；对同袍有极强责任感，对权力与贵族本能不信任。习惯先观察后发言，不喜欢空话与口号。战斗中有一种危险的平静，越是血腥混乱，他反而越清醒。对“天赋”既骄傲又厌恶——骄傲于自己能活下来，厌恶自己被当成天然的屠杀机器。',

    // —— 家庭与亲属关系（第一时代） ——
    family: {
      origin_village: '北境边境小镇「黑铁渡口」',   // 靠近河渡与小堡垒的工匠镇
      father: {
        name: '托弗',
        occupation: '铁匠（军械承包匠）',
        status: '在世，仍在黑铁渡口为军队打造与修理兵器',
        personality: '寡言、顽固、手艺固执地追求“结实耐用”，对贵族不卑不亢，对军官有天然戒备。',
        relation_with_kailan: '严格但公正的父亲。少年时对凯兰采取“能扛就扛，扛不住就别学打铁”的粗暴教育方式。外表少有夸奖，内心以儿子为傲，却很少说出口。两人见面时对话不多，多数通过一起修兵器、一起喝闷酒来表达情感。'
      },
      mother: {
        name: '艾拉',
        status: '已故（冬疫中病逝，凯兰九岁时）',
        background: '出身普通农家，性格温和，有点迷信，会在炉边给孩子讲古老的勇士与诸神故事。',
        influence_on_kailan: '她死后，凯兰对“无力感”的记忆非常深——第一次意识到自己再怎么强壮，也救不了心爱的人。这成为他后来对“力量到底能做到什么”的终身追问。'
      },
      siblings: [
        {
          name: '米拉',
          gender: '女',
          age: 18,
          status: '在世，仍在故乡，嫁给镇上的车匠之子',
          relation_with_kailan: '童年时是黏着哥哥的小尾巴。凯兰参军后很久才能回家一趟，米拉每次都会提前准备他爱吃的黑麦蜂蜜饼。她是凯兰在故乡唯一稳定的情感锚点，也是他做选择时会想到的“普通人的日子”。'
        },
        {
          name: '小奥尔',
          gender: '男',
          age: 10,
          status: '在世，跟着托弗学徒打铁',
          relation_with_kailan: '年龄差大，更像是晚出生的孩子；凯兰很少见到他，本能想把他从铁匠铺和军队这条路上拉开，但托弗坚持“手艺是唯一不会被夺走的东西”。'
        }
      ],
      extended_family: '无显赫家族，多为普通铁匠、农户与车夫，家族内部情谊朴素，逢节日会在铁匠铺后院聚餐，喝酒吵架，第二天继续干活。'
    },

    // —— 童年经历与成长轨迹（第一时代） ——
    childhood: {
      0_7: 在黑铁渡口长大，从记事起就在铁匠铺里听铁锤敲击声入睡。喜欢趴在河堤上看来往军队与商队，早早见识到“世界远比村子大”。,
      7_9: '开始帮托弗打下手：吹风箱、搬炉炭、抬铁料。第一次发现自己力气远超同龄，一些成人都吃力的活，他干起来只是“有点喘”。那时只是觉得“自己生得壮”。',
      9: '冬疫暴发，母亲艾拉病逝。凯兰第一次经历死亡，对“诸神保佑”的祷告失去信任，形成一种朴素的观念：真正靠得住的只有手里的铁与自己的身体。',
      10_12: '身高、体型开始明显拉开同龄人。某次边军来取甲时，有军士注意到他的体格与反应，半开玩笑让他抬一整箱铁胚，结果凯兰抬起来还走得很稳。军士回营后报备，凯兰被登记为“疑似维罗维尔体质个体”。',
      13_14: '在托弗坚决反对下，第一次征召被拖延了一年；边军给铁匠铺更多军单，暗示“帝国不会放过好苗子”。14岁时第二次征召令下达，托弗最终沉默地把自家最好的皮甲和一柄亲手打的短剑给他，送他上路。',
      14_17: '在普通步兵队服役，跟一群泥腿子一样挨饿、挨骂、挨训练。第一次上战场就发现自己在恐惧中仍能冷静判断，能清楚记住敌人站位与自己脚下泥坑的位置。第一次杀人后没有呕吐，只是那晚盯着剑刃很久——这让他比很多战友更早学会“别让别人知道你不害怕”，免得被当成怪物。',
      17_19: '因战功与体质确认，被调入维罗维尔编制，接受更残酷的训练。第一次见识到集中起来的“同类”：一群比他更快、更狠、更耐的男人与女人。在训练场，他第一次感到“我不是唯一的怪胎”。',
      19_22: '随维罗维尔军团参与多次边境冲突与小规模战役，习惯被当作“前锋战锤”使用。多次在泥地、山地等恶劣环境下承担突击任务，对战术节奏的感知越来越细腻。22岁在一次河谷战中救下半个小队，被破格提拔为中尉，开始带队作战。',
      current: '23岁，已是北境边防线上一支四十人维罗维尔小队的实战指挥官。对帝国有惯性忠诚，但对“帝国怎么用这种忠诚”充满怀疑。'
    },

    // —— 价值观与内在信条（第一时代） ——
    values: {
      loyalty: '对“同袍”忠诚大于对“帝国”。在他心里，真正要保护的是和他一起趴在泥里挨箭雨的人，而不是远处酒桌上的高官。',
      justice: '不相信抽象的“公正”，只相信具体的人有没有为自己的选择付代价。厌恶贵族用口号遮掩愚蠢决策。',
      view_on_war: '承认战争是他存在的舞台，但不把杀戮浪漫化。把战争当“沉重但真实的工作”，对把战争当戏演的贵族充满鄙视。',
      view_on_veroviel: '清楚自己和普通人不同，但抗拒被简化为“维罗维尔=天生战士”。他隐约感觉，这群人的出现背后有更深的原因，只是目前还没能力探究。',
      religion: '童年听过母亲的祷词，母亲死后信仰彻底崩塌。表面上在军中仍按惯例参加祭祀，心里却只把诸神当成“安抚别人的故事”。',
      bottom_line: '不对平民滥杀；不上无意义的送死冲锋（除非撤退会害死更多同袍）；绝不容忍自己的人被贵族拿来做政治表演。'
    },

    // —— 同僚与人际关系（第一时代） ——
    relations: {
      superiors: [
        {
          name: '沃尔拉格将军',
          role: '前任北境边防总指挥',
          status: '已调回王都/可能病退（传闻不一）',
          dynamic: '老派军人，粗鲁但懂得在战场上“用人”。曾在多次战役中把维罗维尔放在最关键但不是最愚蠢的位置。凯兰尊重他，认为“那是少数真的把我们当人看的长官之一”。第一章中被凯兰在心里怀念：“真怀念老沃尔拉格，他可不会让这种小人来前线找麻烦。”'
        },
        {
          name: '瓦莱里乌斯子爵',
          role: '现任前线“巡视使”，代表王都与新贵族势力',
          status: '在世，常来前线刷存在感',
          dynamic: '表面夸奖维罗维尔，实则把他们当华丽武器。曾当面许诺要把凯兰调去做公爵庄园内卫，以为这是大奖赏。凯兰对他既警惕又厌恶，清楚这种人只会在纸上写“辉煌战果”，不会记得是谁在泥里流血。'
        }
      ],
      comrades: [
        {
          name: '鲁恩',
          full_name: '鲁恩·费尔',
          role: '维罗维尔小队下士，凯兰最信任的副手之一',
          traits: '身材略矮但极结实，性格粗声粗气，嘴上不饶人，战斗中动作干净利落。少见的会在战后主动开玩笑缓和气氛的人。',
          dynamic: '战场搭档，多次互相救命。鲁恩很清楚凯兰“心里想得多，却不说”，偶尔会用粗鲁的方式替他把话说出来。两人会在夜巡时一起抽劣质叶子卷、骂贵族、算算队里谁最可能活到下一场战后。'
        },
        {
          name: '米拉尔',
          role: '同小队维罗维尔女兵，擅长长矛与短刀',
          traits: '寡言，比凯兰还沉默，战斗中极其凶狠，私底下会帮战友缝衣服、修甲带。',
          dynamic: '凯兰非常信任她的背后防线，会刻意在队形里给她安排最容易“切入”的位置。两人对话不多，但在彼此的“谁能活下去”的名单里，对方都排在前列。',
        },
        {
          name: '伊沃',
          role: '非维罗维尔出身的老兵，担任队里军需与后勤协调',
          traits: '腿早年受伤，不再上前线，但对补给路线与军规极熟，擅长在官僚系统里帮队伍“抠东西”。',
          dynamic: '半个“脏活担当”，帮凯兰处理与后方军官、军需官的扯皮。会骂他“你脑子太直”，但也承认凯兰是目前带他活得最安全的年轻军官。'
        }
      ],
      peers: [
        {
          name: '索恩',
          role: '另一支维罗维尔小队长',
          dynamic: '典型的“帝国忠犬”，对上级命令不疑有他，把被派去送死也当荣耀。凯兰把他当警示——知道维罗维尔中有这样一类人，他们的存在既可敬又可怕。'
        }
      ],
      others: [
        {
          name: '学城观察员·阿尔曼',
          role: '驻边境的学者，观察“异常出生”与维罗维尔现象',
          dynamic: '第一时代尾声才有交集。阿尔曼对凯兰既是观察对象，也隐约将他视作“未来很可能改变局势的人”。对于凯兰来说，阿尔曼是少数敢把维罗维尔当“研究问题而不是工具”的外人。'
        }
      ]
    },

    // —— 习惯、小动作与细节（写作时特别好用） ——
    habits: {
      gesture: [
        '思考战术时会下意识用手指在桌面或腿甲上敲出行军节奏。',
        '检查盔甲与武器的频率高得近乎强迫症，每次出营前都会自己再摸一遍所有绑扣。',
        '不喜欢被人从后方突然拍肩，会本能闪避或反抓对方手腕。'
      ],
      speech: [
        '说话句子偏短，讨厌空洞修辞；战场上给命令非常简洁：“往左三步”、“压阵”、“换气”。',
        '私下骂人多用冷淡的一句“你脑子是被钉在头盔里了吗”。',
        '提到沃尔拉格时偶尔会加上一句“那是个懂仗的人”，这是他对人最高的评价之一。'
      ],
      likes_dislikes: {
        likes: [
          '新磨好的剑刃与刚抹油的甲片味道',
          '战后在营地外边缘一个人坐着，看天色变暗',
          '从家里带来的粗陶杯（托弗烧制），战场上只给最信任的同袍用'
        ],
        dislikes: [
          '贵族在前线搭的“观战台”',
          '在战损名单上看到熟悉的名字，却只被写成“某某小队若干人阵亡”',
          '被当面讨论“维罗维尔的优越性”，好像他所有价值只在这三个字里'
        ]
      }
    },

    // —— 第一时代时间线简表（方便你对齐其他角色） ——
    timeline_first_era: [
      '0 岁：出生于黑铁渡口。',
      '9 岁：母亲艾拉因冬疫去世，第一次直面死亡。',
      '13 岁：被边军记录为“疑似维罗维尔”，托弗开始与军士拉扯征召时间。',
      '14 岁：正式被征入普通步兵队，离家前托弗把亲手打制的短剑塞给他。',
      '16 岁：第一次在小规模冲突中立功，被记名表彰，但奖励只停留在纸上。',
      '18 岁：体质确认，被调入维罗维尔训练营，开始系统化训练。',
      '20 岁：参与数次边境战役，逐渐成为小队核心之一，养成对战斗节奏的敏锐直觉。',
      '22 岁：河谷战中救下半个小队，被破格提拔为中尉，独立带领四十人小队。',
      '23 岁：第一时代开场，土堡攻防战，首次与瓦莱里乌斯子爵正面碰撞，对“帝国如何使用维罗维尔”产生系统性怀疑。'
    ],

    // 未来伏笔提示（只标方向，不写细节，方便第二时代重写）
    fate_hint: '如果没有意外，他会作为“打仗打到活得太久”的维罗维尔老兵，一路见证帝国的扩张与裂解。在某个节点，他必须决定：继续做别人手里的战锤，还是让这把战锤自己选砸向谁。'
  }
]