[
  {
    name: '凯兰',
    type: '主角',
    aliases: [
      '凯兰·阿雷克森',
      'Kaylan·Areksen',
      'Kaylan',
      'Caelan（发音接近 凯伦）',
      'Kellan(方言)',
      'Kael（凯尔）',
      'Arek（阿雷克）'
    ],
    full_name: '凯兰·阿雷克森(Kaylan·Areksen)',
    description: '埃索加德帝国维罗维尔军团的年轻军官，出身边境铁匠之家。凭借远超常人的体能与战场直觉一路从底层血战而上，被旧贵族视作“好用的战锤”，他自己却越来越清楚——如果不想一辈子当工具，就必须想清楚自己在为谁挥剑。',
    color: '#b02a2a',
    affiliation: '埃索加德帝国 · 北境边防军 · 维罗维尔军团',
    priority: 10,
    appearance: '23岁左右，身高接近一米九，肩宽背直，肌肉线条紧实而结实；短黑发，常随便用冷水往后抹，灰蓝色眼眸，目光清醒却偏冷。右眉至发际有一道旧伤疤，表情严肃时让整张脸显得更锋利。常穿磨损却保养良好的重甲，私下只穿最普通的粗布衬衣与皮靴。',
    age: 23,
    weapon: '重钢长剑、制式塔盾；近身时习惯用肩膀、盾缘与铁靴冲击',
    skills: [
      '重甲步战与近身格斗',
      '小规模突击与阵线突破指挥',
      '战场态势感知（对节奏、站位、侧翼威胁极敏感）',
      '高强度体力与耐力（维罗维尔血统强化）',
      '基础骑术与武器维护',
      '铁匠基础：打制与简单修补兵器、甲片',
    ],
    personality: '冷静、自律、寡言；对同袍有极强责任感，对权力与贵族本能不信任。习惯先观察后发言，不喜欢空话与口号。战斗中有一种危险的平静，越是血腥混乱，他反而越清醒。对“天赋”既骄傲又厌恶——骄傲于自己能活下来，厌恶自己被当成天然的屠杀机器。',
    family: {
      origin_village: '北境边境小镇「黑铁渡口」',
      father: {
        name: '托弗',
        occupation: '铁匠（军械承包匠）',
        status: '在世，仍在黑铁渡口为军队打造与修理兵器',
        personality: '寡言、顽固、手艺固执地追求“结实耐用”，对贵族不卑不亢，对军官有天然戒备。',
        relation_with_kailan: '严格但公正的父亲。少年时对凯兰采取“能扛就扛，扛不住就别学打铁”的粗暴教育方式。外表少有夸奖，内心以儿子为傲，却很少说出口。两人见面时对话不多，多数通过一起修兵器、一起喝闷酒来表达情感。',
      },
      mother: {
        name: '艾拉',
        status: '已故（冬疫中病逝，凯兰九岁时）',
        background: '出身普通农家，性格温和，有点迷信，会在炉边给孩子讲古老的勇士与诸神故事。',
        influence_on_kailan: '她死后，凯兰对“无力感”的记忆非常深——第一次意识到自己再怎么强壮，也救不了心爱的人。这成为他后来对“力量到底能做到什么”的终身追问。',
      },
      siblings: [
        {
          name: '米拉',
          gender: '女',
          age: 18,
          status: '在世，仍在故乡，嫁给镇上的车匠之子',
          relation_with_kailan: '童年时是黏着哥哥的小尾巴。凯兰参军后很久才能回家一趟，米拉每次都会提前准备他爱吃的黑麦蜂蜜饼。她是凯兰在故乡唯一稳定的情感锚点，也是他做选择时会想到的“普通人的日子”。',
        },
        {
          name: '小奥尔',
          gender: '男',
          age: 10,
          status: '在世，跟着托弗学徒打铁',
          relation_with_kailan: '年龄差大，更像是晚出生的孩子；凯兰很少见到他，本能想把他从铁匠铺和军队这条路上拉开，但托弗坚持“手艺是唯一不会被夺走的东西”。',
        },
      ],
      extended_family: '无显赫家族，多为普通铁匠、农户与车夫，家族内部情谊朴素，逢节日会在铁匠铺后院聚餐，喝酒吵架，第二天继续干活。',
    },
    childhood: {
      '9': '冬疫暴发，母亲艾拉病逝。凯兰第一次经历死亡，对“诸神保佑”的祷告失去信任，形成一种朴素的观念：真正靠得住的只有手里的铁与自己的身体。',
      '0_7': '在黑铁渡口长大，从记事起就在铁匠铺里听铁锤敲击声入睡。喜欢趴在河堤上看来往军队与商队，早早见识到“世界远比村子大”。',
      '7_9': '开始帮托弗打下手：吹风箱、搬炉炭、抬铁料。第一次发现自己力气远超同龄，一些成人都吃力的活，他干起来只是“有点喘”。那时只是觉得“自己生得壮”。',
      '10_12': '身高、体型开始明显拉开同龄人。某次边军来取甲时，有军士注意到他的体格与反应，半开玩笑让他抬一整箱铁胚，结果凯兰抬起来还走得很稳。军士回营后报备，凯兰被登记为“疑似维罗维尔体质个体”。',
      '13_14': '在托弗坚决反对下，第一次征召被拖延了一年；边军给铁匠铺更多军单，暗示“帝国不会放过好苗子”。14岁时第二次征召令下达，托弗最终沉默地把自家最好的皮甲和一柄亲手打的短剑给他，送他上路。',
      '14_17': '在普通步兵队服役，跟一群泥腿子一样挨饿、挨骂、挨训练。第一次上战场就发现自己在恐惧中仍能冷静判断，能清楚记住敌人站位与自己脚下泥坑的位置。第一次杀人后没有呕吐，只是那晚盯着剑刃很久——这让他比很多战友更早学会“别让别人知道你不害怕”，免得被当成怪物。',
      '17_19': '因战功与体质确认，被调入维罗维尔编制，接受更残酷的训练。第一次见识到集中起来的“同类”：一群比他更快、更狠、更耐的男人与女人。在训练场，他第一次感到“我不是唯一的怪胎”。',
      '19_22': '随维罗维尔军团参与多次边境冲突与小规模战役，习惯被当作“前锋战锤”使用。多次在泥地、山地等恶劣环境下承担突击任务，对战术节奏的感知越来越细腻。22岁在一次河谷战中救下半个小队，被破格提拔为中尉，开始带队作战。',
      current: '23岁，已是北境边防线上一支四十人维罗维尔小队的实战指挥官。对帝国有惯性忠诚，但对“帝国怎么用这种忠诚”充满怀疑。',
    },
    values: {
      loyalty: '对“同袍”忠诚大于对“帝国”。在他心里，真正要保护的是和他一起趴在泥里挨箭雨的人，而不是远处酒桌上的高官。',
      justice: '不相信抽象的“公正”，只相信具体的人有没有为自己的选择付代价。厌恶贵族用口号遮掩愚蠢决策。',
      view_on_war: '承认战争是他存在的舞台，但不把杀戮浪漫化。把战争当“沉重但真实的工作”，对把战争当戏演的贵族充满鄙视。',
      view_on_veroviel: '清楚自己和普通人不同，但抗拒被简化为“维罗维尔=天生战士”。他隐约感觉，这群人的出现背后有更深的原因，只是目前还没能力探究。',
      religion: '童年听过母亲的祷词，母亲死后信仰彻底崩塌。表面上在军中仍按惯例参加祭祀，心里却只把诸神当成“安抚别人的故事”。',
      bottom_line: '不对平民滥杀；不上无意义的送死冲锋（除非撤退会害死更多同袍）；绝不容忍自己的人被贵族拿来做政治表演。',
    },
    relations: {
      superiors: [
        {
          name: '沃尔拉格将军',
          role: '前任北境边防总指挥',
          status: '已调回王都/可能病退（传闻不一）',
          dynamic: '老派军人，粗鲁但懂得在战场上“用人”。曾在多次战役中把维罗维尔放在最关键但不是最愚蠢的位置。凯兰尊重他，认为“那是少数真的把我们当人看的长官之一”。第一章中被凯兰在心里怀念：“真怀念老沃尔拉格，他可不会让这种小人来前线找麻烦。”',
        },
        {
          name: '瓦莱里乌斯子爵',
          role: '现任前线“巡视使”，代表王都与新贵族势力',
          status: '在世，常来前线刷存在感',
          dynamic: '表面夸奖维罗维尔，实则把他们当华丽武器。曾当面许诺要把凯兰调去做公爵庄园内卫，以为这是大奖赏。凯兰对他既警惕又厌恶，清楚这种人只会在纸上写“辉煌战果”，不会记得是谁在泥里流血。',
        },
      ],
      comrades: [
        {
          name: '鲁恩',
          full_name: '鲁恩·费尔',
          role: '维罗维尔小队下士，凯兰最信任的副手之一',
          traits: '身材略矮但极结实，性格粗声粗气，嘴上不饶人，战斗中动作干净利落。少见的会在战后主动开玩笑缓和气氛的人。',
          dynamic: '战场搭档，多次互相救命。鲁恩很清楚凯兰“心里想得多，却不说”，偶尔会用粗鲁的方式替他把话说出来。两人会在夜巡时一起抽劣质叶子卷、骂贵族、算算队里谁最可能活到下一场战后。',
        },
        {
          name: '米拉尔',
          role: '同小队维罗维尔女兵，擅长长矛与短刀',
          traits: '寡言，比凯兰还沉默，战斗中极其凶狠，私底下会帮战友缝衣服、修甲带。',
          dynamic: '凯兰非常信任她的背后防线，会刻意在队形里给她安排最容易“切入”的位置。两人对话不多，但在彼此的“谁能活下去”的名单里，对方都排在前列。',
        },
        {
          name: '伊沃',
          role: '非维罗维尔出身的老兵，担任队里军需与后勤协调',
          traits: '腿早年受伤，不再上前线，但对补给路线与军规极熟，擅长在官僚系统里帮队伍“抠东西”。',
          dynamic: '半个“脏活担当”，帮凯兰处理与后方军官、军需官的扯皮。会骂他“你脑子太直”，但也承认凯兰是目前带他活得最安全的年轻军官。',
        },
      ],
      peers: [
        {
          name: '索恩',
          role: '另一支维罗维尔小队长',
          dynamic: '典型的“帝国忠犬”，对上级命令不疑有他，把被派去送死也当荣耀。凯兰把他当警示——知道维罗维尔中有这样一类人，他们的存在既可敬又可怕。',
        },
      ],
      others: [
        {
          name: '学城观察员·阿尔曼',
          role: '驻边境的学者，观察“异常出生”与维罗维尔现象',
          dynamic: '第一时代尾声才有交集。阿尔曼对凯兰既是观察对象，也隐约将他视作“未来很可能改变局势的人”。对于凯兰来说，阿尔曼是少数敢把维罗维尔当“研究问题而不是工具”的外人。',
        },
      ],
    },
    habits: {
      gesture: [
        '思考战术时会下意识用手指在桌面或腿甲上敲出行军节奏。',
        '检查盔甲与武器的频率高得近乎强迫症，每次出营前都会自己再摸一遍所有绑扣。',
        '不喜欢被人从后方突然拍肩，会本能闪避或反抓对方手腕。',
      ],
      speech: [
        '说话句子偏短，讨厌空洞修辞；战场上给命令非常简洁：“往左三步”、“压阵”、“换气”。',
        '私下骂人多用冷淡的一句“你脑子是被钉在头盔里了吗”。',
        '提到沃尔拉格时偶尔会加上一句“那是个懂仗的人”，这是他对人最高的评价之一。',
      ],
      likes_dislikes: {
        likes: [
          '新磨好的剑刃与刚抹油的甲片味道',
          '战后在营地外边缘一个人坐着，看天色变暗',
          '从家里带来的粗陶杯（托弗烧制），战场上只给最信任的同袍用',
        ],
        dislikes: [
          '贵族在前线搭的“观战台”',
          '在战损名单上看到熟悉的名字，却只被写成“某某小队若干人阵亡”',
          '被当面讨论“维罗维尔的优越性”，好像他所有价值只在这三个字里',
        ],
      },
    },
    timeline_first_era: [
      '0 岁：出生于黑铁渡口。',
      '9 岁：母亲艾拉因冬疫去世，第一次直面死亡。',
      '13 岁：被边军记录为“疑似维罗维尔”，托弗开始与军士拉扯征召时间。',
      '14 岁：正式被征入普通步兵队，离家前托弗把亲手打制的短剑塞给他。',
      '16 岁：第一次在小规模冲突中立功，被记名表彰，但奖励只停留在纸上。',
      '18 岁：体质确认，被调入维罗维尔训练营，开始系统化训练。',
      '20 岁：参与数次边境战役，逐渐成为小队核心之一，养成对战斗节奏的敏锐直觉。',
      '22 岁：河谷战中救下半个小队，被破格提拔为中尉，独立带领四十人小队。',
      '23 岁：第一时代开场，土堡攻防战，首次与瓦莱里乌斯子爵正面碰撞，对“帝国如何使用维罗维尔”产生系统性怀疑。',
    ],
    fate_hint: '如果没有意外，他会作为“打仗打到活得太久”的维罗维尔老兵，一路见证帝国的扩张与裂解。在某个节点，他必须决定：继续做别人手里的战锤，还是让这把战锤自己选砸向谁。',
    uuid: '019ad348-f1ee-79a4-96e3-7d2ffec87f2e',
  },
  {
    name: '里斯',
    type: '主角',
    aliases: [
      '海鸢之王',
      '年轻的里斯',
      'Rhys',
    ],
    full_name: '里斯·马雷诺三世',
    era: '第一时代',
    description: '南境海鸢王国最年轻的国王，二十七岁即坐上王位。出身港口贸易王朝，精于算账与谈判，比起荣耀更关心粮仓与税表上的数字。他在诸王之中最早意识到——埃索加德靠维罗维尔军团越打越强，终有一天会敲响每一家王宫的大门。',
    color: '#1f4f82',
    affiliation: '海鸢王国（南境七王国之一）· 马雷诺王朝',
    priority: 10,
    appearance: '27岁，身高中上，身形偏瘦但结实，长期骑马与出海让他肩背线条紧实。深褐色头发剪得不算长，常随意束在脑后，眼睛为深绿色，目光审视时有商人般精明，与人谈笑时又显得温和。偏好深蓝与灰白色系的礼服，剪裁利落，银线绣浪头与飞鸢纹饰，王冠为一圈简洁的银质额环，上镶一颗蓝宝石——更像刻意压抑的低调而非穷酸。',
    age: 27,
    weapon: '宫廷佩剑（礼仪用为主），真正需要自保时更依赖贴身近卫',
    skills: [
      '外交谈判与场面话艺术',
      '账目与税制设计（非常熟悉关税、港口税、盐税）',
      '对贸易路线与补给线的直觉判断',
      '对人心与局势的敏锐察言观色',
      '可用程度的骑术与佩剑技艺（不算战场名将，但不会给护卫添乱）',
    ],
    personality: '理性、克制、擅长隐藏情绪。对民生极为敏感，对「荣耀战争」抱有天然警惕。并不理想主义，却有一条坚定底线：不会用别人的家园去换自己的体面。对自己要求严苛，习惯用自嘲和冷幽默化解紧张气氛，是那种你事后才意识到他其实一直在引导谈话的人。',
    background: '出身海鸢王国港口王朝。父王达里安二世以扩建港口、整顿盐税闻名，母亲莉薇娅来自葡萄藤王国的旁支贵族，婚姻本身就是一张外交网。少年时代，里斯被送往几位邻王宫廷「作客」（本质上是带礼的质子），在不同宫廷文化之间成长，对诸王的性格与长短一清二楚。十七岁时父王猝死，他在一群老大臣围堵下仓促即位，从那天起就知道：诸王会盟桌上没有真正「平辈」，只有谁更不愿示弱。',
    family: {
      house: '马雷诺王朝 · 海鸢王家',
      father: {
        name: '达里安二世·马雷诺',
        status: '已故（旧历前十年，突发热病）',
        note: '留下了扩建港口与债务的双重遗产。里斯一边承接海上贸易红利，一边被迫处理他留下的财政窟窿。',
      },
      mother: {
        name: '莉薇娅·徒里斯',
        origin: '葡萄藤王国贵族旁支',
        status: '在世，多居于海边离宫',
        note: '精于社交与婚姻布局，是诸王之间小道消息的重要源头之一。对儿子极其护短，但在政治上也毫不犹豫地拿他做筹码。',
      },
      siblings: [
        {
          name: '艾琳娜',
          gender: '女',
          age: 22,
          status: '已嫁入三塔王国，作为联姻公主',
          note: '和里斯关系亲近，书信往来频繁，是他了解三塔王国内部情绪的隐秘渠道。',
        },
        {
          name: '小托马',
          gender: '男',
          age: 12,
          status: '尚在教育中，被安排与海军一起学航海与武艺',
          note: '大概率将来会被送去他国作质子，里斯对此非常清楚，但对弟弟隐瞒这层残酷。',
        },
      ],
    },
    childhood: {
      '0_8': '在港口城中长大，童年记忆里都是船帆、盐味和外乡人的口音。比起骑马打猎，他对码头吆喝和数钱更熟悉。父亲常把他带去旁听与商会的谈判，让他从小学习如何用一句话让桌子另一侧的人多让一步。',
      '9_14': '按传统被送往几位邻王宫廷「寄居」：在葡萄藤王那边学会如何在醉汉中分辨谁装醉谁借醉发难；在黑狼旗宫廷体会边境王国对战争的冷酷现实。期间见证过一次失败的会盟——从此对「诸王誓言」这类词汇多了一层本能讽刺。',
      '15_17': '返回本国，正式参与内阁会议。试图改革盐税与港口税遭到旧贵族与商会联手阻击。十七岁父王病逝，匆忙加冕，三年内几乎都在和本国内部各种势力掰手腕，向外则拼命维持「海鸢依旧稳定」的假象。',
      current: '第一时代开场时，已稳住王位但尚未有足够时间整顿军制，刚刚从「内政缠身」转向认真看待北方战报。',
    },
    values: {
      governance: '相信良好的税制与贸易比空洞的勇武更能保国，但也懂得「没有军队的条约都是纸」。在两者之间艰难寻找平衡。',
      war: '认为战争只能作为「不得不」的手段——但也知道，有时候这句「不得不」会被现实强行塞到嘴里。',
      people: '真正在意普通人的日子，能记得港口区面包价格和粮仓出粮量，而不只是宫里的金盘亮不亮。',
      view_on_veroviel: '从战报和传闻中认识维罗维尔，对他们既敬畏又忧虑：他很清楚，一旦这样的兵力完全失控，传统的城墙和骑士阶级都会变成废铁。',
    },
    relations: {
      other_kings: [
        {
          name: '艾贡王',
          dynamic: '既敬重他的资历，也清楚这位老王的王国已经不再是过去那头咬人的狮子。对他保持礼貌，偶尔在会盟时帮他把话说得好听一点。',
        },
        {
          name: '珀兰王',
          dynamic: '把对方视为「危险的盟友」：这位胖子王装傻的次数太多，里斯从不相信那肚子里只有酒和肉。贸易上互相牵制又互相需要。',
        },
        {
          name: '玛莉娅女王',
          dynamic: '发自内心尊重她的冷静与狠绝，但也知道她永远只会优先考虑边境与自己的族人。两人是那种可以在战报上达成共识，却很难在军费上彼此信任的盟友。',
        },
        {
          name: '塔尔文王',
          dynamic: '把对方当成现实的警告：一个资源有限的小王国如何在巨人夹缝中被慢慢压扁。对他本人怀有同情，却不会为他多牺牲己国利益。',
        },
      ],
      scholars: [
        {
          name: '阿尔曼学士',
          dynamic: '把他视为连接学城与诸王世界的稀有通道。私下谈话多于正式场合，对学术与技术在未来战争中的作用有一致认知。',
        },
        {
          name: '伊拉然',
          dynamic: '初见时略带警惕：一个来自震旦、年仅十七岁的术士/学者，很可能带着别的议程。很快意识到，这个少年对「世界怎么运作」的理解远超多数成年人。两人之间会形成一种互相试探又彼此需要的微妙合作关系。',
        },
      ],
    },
    habits: {
      gesture: [
        '听人说话时喜欢用拇指摩挲手指的骨节，表示他在认真记，却不一定认同。',
        '在桌上会不自觉把羊皮纸、酒杯、棋子排成「边境线」的形状，一边思考军势。',
      ],
      speech: [
        '公开场合善用「我们」这一人称，让对方下意识把自己算进来。',
        '私下吐槽时会突然变得很现代感：“我们今天又成功浪费了一个下午。”',
      ],
    },
    timeline_first_era: [
      '0：出生于海鸢王宫。',
      '17：父王去世，仓促即位。',
      '20：完成对内阁的初步整顿，开始重视军制改革与情报体系。',
      '26：收到第一份关于埃索加德维罗维尔军团的详细战报，意识到局势性质发生改变。',
      '27：召开/参加你写的那场「纷争之南」诸王会盟，提出战报互通与邀请学城观察员的提议。',
    ],
    fate_hint: '如果诸王秩序不被一拳打烂，他很可能会成为南境第一个真正意义上的「近代君主」；如果被打烂，他就得在废墟上决定自己是做最后一个守夜人，还是第一个主动点燃火堆的人。',
    uuid: '019ad350-1035-7221-aa3b-c9ad54d4b78d',
  },
  {
    name: '伊拉然',
    type: '主角',
    aliases: [
      '东来的术士',
      '学城的白乌鸦',
      'Ilaran',
    ],
    full_name: '伊拉然（震旦本名对西方世界保密）',
    era: '第一时代',
    description: '来自东方震旦学宫的天才术士与理论学者，年仅十七岁便被派往西方诸国担任「观察员」。对魔法、物理与社会结构有近乎冷酷的好奇心。对任何权威都保持距离，却对「规律」有近乎宗教般的信仰——未来的湮灭公理和世界性的变革，都会从他脑子里长出来。',
    color: '#4b71b8',
    affiliation: '震旦学宫 · 学城东支 · 派驻南境的特殊观察使',
    priority: 10,
    appearance: '17岁，看上去比实际年龄略小，身形偏瘦，动作却有出人意料的稳定与干练。黑发稍长，常用布带在脑后 loosely 系起，显得有点随意。肤色偏浅小麦，眼睛是极深的墨黑，近看可以看到微微偏冷的蓝灰色调——像观察者而不是参与者。衣着以震旦风的窄袖长袍为主，在西方场合外披简化的斗篷以免过分扎眼，腰间挂着刻满细小符文的短杖与墨水瓶，永远带着一本写满公式与图形的册子。',
    age: 17,
    weapon: '术式短杖、符文刃片（本质上当工具用，必要时也能杀人）',
    skills: [
      '高等术式构筑与分解（偏理论，远强于实战华丽法术）',
      '能量守恒与「代价等价交换」相关的魔法数学',
      '阵列、机关、符纹的解析与重构',
      '多语种阅读与翻译（震旦语、学城通语、西境通用语）',
      '观察与记录：对细节有近乎病态的记忆力',
      '有限的近身自保——懂得往哪里砍才能让人失去战斗力',
    ],
    personality: '冷静到近乎无情，话少但一开口就直指本质。对权贵不畏惧，也不刻意冒犯，只会用一种「你在挡住视线」的态度对待他们。对朋友极少、但一旦认定，会负责到底。对痛苦与牺牲有高度抽象化的容忍度——这既让他在理论上极其危险，也让他在现实中容易与「正常人」产生冲突。',
    background: '出生在震旦东岸一座以学宫闻名的城邦，父亲是负责城渠与防洪的工部官员，母亲为草药师兼占星师。自幼在工程图纸、星空图与术式卷轴之间长大，九岁便能修补简单阵列，十二岁在学宫公开辩论中把一位资深学士驳得哑口无言。十四岁时参与一次失败的实验，导致助手身亡，这件事彻底改变了他对「代价」的理解。十六岁时被学城选中，作为「白乌鸦计划」成员被派往西方——任务是观察维罗维尔现象、埃索加德崛起，以及南境诸王的应对。',
    family: {
      origin_region: '震旦东岸 · 临海学城「灵渊府」',
      father: {
        name: '许尧',
        occupation: '城渠与防洪官员（偏工程技术官）',
        status: '在世',
        note: '在伊拉然的价值观里，父亲代表「可靠但有限的现实」——解决问题靠石头、木梁与水流，不是靠神祇。',
      },
      mother: {
        name: '祁妙兰',
        occupation: '草药师与占星者',
        status: '在世',
        note: '她给了伊拉然对「规律」的最初直觉：星辰的运转、季节的轮替都是有迹可循的——这让他对所谓「奇迹」极其不耐烦。',
      },
      siblings: [
        {
          name: '许青',
          gender: '女',
          age: 12,
          status: '在学宫预备班学习基础术式',
          note: '伊拉然为避嫌，很少在信中提及政治局势，只嘱咐她远离「看上去太有趣的大实验」。',
        },
      ],
    },
    childhood: {
      '0_8': '在父亲工坊和母亲的草药房之间长大，早早学会认图纸和药草。完全不喜欢玩传统儿童游戏，兴趣是拆别人的机关盒看里面怎么运作。',
      '9_12': '被送入学宫预备班，很快因为提问太多、太尖锐而被视为「麻烦」，但导师们又舍不得这样一个好苗子。十岁时就开始给高年级的学生讲基础术学。',
      '13_14': '参与一次关于「能量压缩与瞬时释放」的小规模实验，计算出现微小误差导致暴露值失控，助手当场身亡。这次事故让他第一次真实意识到：公式背后是血，是人命。',
      '15_16': '在内部审查与自我反省中几乎没怎么睡好觉。随后被学城高层注意到他的天赋与「对代价的敏感」，认为这是研究新型魔法体系的必要素质。',
      current: '第一时代，他以学城与震旦联合派出的「观察使」身份来到南境与诸王接触，表面任务是观察与记录，真实兴趣则是：这个世界是不是已经到了「必须换一套运行规则」的时候。',
    },
    values: {
      truth: '真理高于一切——包括情感与传统。若要在「拯救一万人」与「守住一条旧原则」之间选，他会毫不犹豫牺牲后者。',
      ethics: '不认为自己没有底线，只是底线不长在大家习惯的那几个地方：对他而言，「事先预告」「自愿承担」「代价可控」比所谓「是否残酷」更重要。',
      view_on_power: '对王权与贵族没有崇敬，最多当成「大规模决策机构中的一个变量」。更愿意和能听懂他语言的人合作，无论对方是国王、士兵还是乞丐。',
      view_on_veroviel: '把维罗维尔现象当成一个「系统性异常」，认为这是世界规则出现裂缝的征兆，而不是简单的「神赐天赋」。',
    },
    relations: {
      scholars: [
        {
          name: '阿尔曼学士',
          dynamic: '在学城层面算是前辈与半个导师。阿尔曼推了他一把来到西方，两人在「应不应该介入历史」的问题上观点略有分歧——阿尔曼更谨慎，伊拉然更激进。',
        },
      ],
      royals: [
        {
          name: '里斯',
          dynamic: '把里斯视为少数可以认真谈「结构性问题」的王。彼此之间既互相试探（谁先表态谁就先承担风险），又互相吸引——一个想找可以执行方案的领袖，一个想找真正有方案的头脑。',
        },
      ],
      others: [
        {
          name: '凯兰',
          dynamic: '第一时代基本还未直接相遇，只在战报与学城的档案里见过这个名字。伊拉然对「长期活在最接近死亡现场的维罗维尔」格外感兴趣——这是将来必然要接触的对象。',
        },
      ],
    },
    habits: {
      gesture: [
        '思考问题时会下意识在空气中写公式或画图案，看上去像在比划不存在的地图。',
        '听人说话时若开始用指节敲桌子，说明他已经发现逻辑漏洞但暂时懒得指出。',
      ],
      speech: [
        '不擅长寒暄，不会问「你最近好吗」，只会问「你准备好为这件事付多大代价了吗」。',
        '在解释复杂问题时，语言会突然变得非常清晰流畅，甚至带一点奇异的煽动性。',
      ],
    },
    timeline_first_era: [
      '0：出生于震旦学宫城邦。',
      '14：实验事故，助手身亡，开始系统思考「代价」。',
      '16：被纳入学城「白乌鸦计划」，接受政治、外交基础训练。',
      '17：随使团首次踏足南境，在诸王会盟的阴影下开始自己的观察。',
    ],
    fate_hint: '再往后，他会把「能量守恒」「毁灭与创造」这些冷冰冰的概念，变成重塑世界秩序的实际工具——问题是，到那时还有多少人愿意相信他不是疯子。',
    uuid: '019ad350-1035-7f5d-bfc0-337d815c8c96',
  },
]
